{"id":3,"date":"2024-04-09T22:25:41","date_gmt":"2024-04-09T22:25:41","guid":{"rendered":"https:\/\/www.solarenergyworld.com\/?page_id=3"},"modified":"2025-01-02T10:22:39","modified_gmt":"2025-01-02T15:22:39","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.solarenergyworld.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"            <section id=\"wmx-section-wrapper-2p6i2rx\" data-component=\"wmx:section-wrapper\" class=\" block block--section-wrapper \" style=\"padding-top:var(--wp--preset--spacing--50);padding-bottom:var(--wp--preset--spacing--50);\" data-wmx-wpb=\"section-wrapper\" >\n                <div class=\"container\">\n                    <div class=\"row\">\n                        <div class=\"col-12\">\n                                                        \n    <div class=\"inner-wrapper\">\n\n        \n\n<div data-component=\"core:columns\" class=\" wp-block-columns alignfull is-layout-flex wp-container-core-columns-is-layout-1 wp-block-columns-is-layout-flex\">\n<div data-component=\"core:column\" class=\" wp-block-column is-layout-flow wp-block-column-is-layout-flow\">\n<h1 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-privacy-policy\">Privacy Policy<\/h1>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-1-privacy\">1. Privacy<\/h3>\n\n\n\n<p>Solar Energy World, LLC (“SEW”) operates www.solarenergyworld.com. It is SEW’s policy to respect your privacy regarding any information we may collect while operating our website. Any information you provide to us by filling out a form on our website will not be sold to or shared with outside parties who could use that information to solicit or sell their products or services to you. When you fill out a form on our website, you are only authorizing Solar Energy World, LLC (“SEW”) to contact you by phone and\/or send text messages, and\/or emails about SEW products and services at the email and\/or telephone number you entered even if you are on a national or state “Do Not Call” list.<\/p>\n\n\n\n<p>If you also provide your street address to us, SEW may mail you any of the following: free gifts and promotional items, invitations to our events, special offers or announcements. &nbsp;Your address could also be used by SEW employees to view your home or business online to determine if your building is eligible for our products and services and\/or to provide service to you if you are a current customer. You can opt out anytime.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-2-website-visitors\">2. Website Visitors<\/h3>\n\n\n\n<p>Like most website operators, SEW collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. SEW’s purpose in collecting non-personally identifying information is to better understand how SEW’s visitors use its website. From time to time, SEW may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.<\/p>\n\n\n\n<p>SEW also collects potentially personally-identifying information including, but not limited to, Internet Protocol (IP) addresses for logged in users, account holders, and for users leaving comments on www.solarenergyworld.com blogs\/sites. SEW may disclose logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally-identifying information as described below, except that commenter IP addresses and email addresses are visible and disclosed to the administrators of the blog\/site where the comment was left.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-3-gathering-of-personally-identifying-information\">3. Gathering of Personally-Identifying Information<\/h3>\n\n\n\n<p>Certain visitors to SEW’s websites choose to interact with SEW in ways that require SEW to gather personally-identifying information. The amount and type of information that SEW gathers depends on the nature of the interaction. For example, we ask visitors who sign up or submit information requests at www.solarenergyworld.com to provide a name, email address, and other information necessary to communicate with the person.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-4-aggregated-statistics\">4. Aggregated Statistics<\/h3>\n\n\n\n<p>SEW may collect statistics about the behavior of visitors to its website. SEW may display this information publicly or provide it to others. However, SEW does not disclose personally-identifying information other than as described below.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-5-use-of-information\">5. Use of Information<\/h3>\n\n\n\n<p>SEW may use the information we collect from and about you from our website for any of the following purposes: (1) To present our services and their contents to you; (2) To analyze, systems, and to develop new products and services; (3) To provide you with information, products, or services that you request from us, and to contact and communicate with you when necessary; (4) To assess the suitability of your home for a solar system; (5) To notify you about changes to our services or any products or services we offer or provide though them; (6) To provide you and other users with customized content, targeted offers, and advertising on the services, or across other websites, mobile applications, social media or online services, or via direct mail, email, and\/or telemarketing regarding offers, contests, events, news, programs, and other retail opportunities from us and\/or selected third parties that we believe may be of interest to you; (7) To determine the effectiveness of our marketing programs; (8) To use your data in an aggregated non-specific format for analytical and demographic purposes; or (9) In any other way we may describe when you provide the information to us.<\/p>\n\n\n\n<p>SEW may use third parties to measure and target advertisements for us about our products and services that are tailored to your online interests. We allow these third-party companies to use cookies, web beacons, pixel tags and similar technologies to collect certain data and other information about your online activity. This information is used to display advertisements for SEW on the services or across other websites, mobile applications, social media or online services that you use.<\/p>\n\n\n\n<p>We also may display interest-based ads through Facebook, Twitter, or other social media platforms or websites. This is done through the Facebook Custom Audiences, Twitter Tailor Audiences, or other similar business tools. These tools allow us to personalize our ads based on your shopping experience with us, without having to share your personal information with these social media platforms. We do this only by sharing hashed information (which converts your email or phone number to a unique string of numbers and letters) that the social media platform then matches data against its own data for the limited purpose of serving advertisements (either directly to you or to other lookalike audiences). The matched and unmatched hashes are then deleted, and are not used for any other purpose.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-6-disclosure-restrictions\">6. Disclosure Restrictions<\/h3>\n\n\n\n<p> Marketing and Disclosure Restrictions: Mobile information will not be shared with third parties\/affiliates for marketing\/promotional purposes. All the above categories exclude text messaging originator opt-in data and consent; this information will not be shared with any third parties. All restrictions follow FCC and CPNI rules, preventing unnecessary sharing of customer text messaging data unless explicitly consented to by users. <\/p>\n\n\n\n<p>Text Messaging Opt-Out Process: Users may opt-out of text messages at any time by texting “STOP” to the originating number. For further support, contact info@solarenergyworld.com.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-7-tcpa-compliance\">7. TCPA Compliance<\/h3>\n\n\n\n<p>By providing your name or any contact information for you through this website, including the online quote request form, or by requesting a quote or other information from Solar Energy World, LLC through this website, you are granting to Solar Energy World, LLC explicit and express consent to be contacted by or on behalf of Solar Energy World, LLC, with consent as defined by the Telephone Consumer Protection Act, 47 U.S.C. § 227 (the “TCPA”) or any state law derivative of or supplemental to the TCPA, including, but not limited to, Florida Telephone Solicitation Act, Fla. Stat. § 501.059.&nbsp; Such consent encompasses contacts made through the use of equipment which has the capacity to store or produce telephone numbers to be called, using a random or sequential number generator and to dial such numbers or otherwise by means of telephone, email, or text including using artificial and\/or pre-recorded or auto dialed phone calls or text messages to the phone number you have provided, including your wireless number, if provided, and even if you are on any National or other “Do Not Call” list. Consent to contact doesn’t require you to purchase any service. By making any online quote or other information request through this website, you further agree to Solar Energy World, LLC’s website Terms of Use and&nbsp;Solar Energy World, LLC’s Privacy Policy.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-8-personally-identifying-information\">8. Personally-Identifying Information<\/h3>\n\n\n\n<p>SEW discloses potentially personally-identifying and personally-identifying information to those including, but not limited to, its employees, contractors and affiliated organizations that need to receive that information in order to process it on SEW’s behalf or to provide services offered by SEW. SEW may occasionally send you an email to tell you about new features, promotions, solicit your feedback, or just keep you up to date with what’s going on with SEW and our products. If you send us a request (for example, via email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users. SEW takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personally-identifying and personally-identifying information.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-9-cookies-session-identifiers\">9. Cookies (Session Identifiers)<\/h3>\n\n\n\n<p>A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns. SEW uses cookies to help SEW identify and track visitors, their usage of SEW website, and their website access preferences. SEW visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using SEW’s websites, with the drawback that certain features of SEW’s websites may not function properly without the aid of cookies.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-10-business-transfers\">10. Business Transfers<\/h3>\n\n\n\n<p>If SEW, or substantially all of its assets, are acquired, or in the unlikely event that SEW goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of SEW may continue to use your personal information as set forth in this policy.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-11-advertisements\">11. Advertisements<\/h3>\n\n\n\n<p>Advertisements appearing online may be delivered to users by advertising partners, who may set cookies. These cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer. This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by SEW and does not cover the use of cookies by any advertisers.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-12-privacy-policy-changes\">12. Privacy Policy Changes<\/h3>\n\n\n\n<p>Although most changes are likely to be minor, SEW may change its Privacy Policy from time to time, and in SEW’s sole discretion. SEW encourages visitors to frequently check this page for any changes to its Privacy Policy. Your continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.<\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-13-terms-and-conditions\">13. Terms and Conditions<\/h3>\n\n\n\n<p>Please also visit our Terms &amp; Conditions of Use, which establishes the use, disclaimers, and limitations of liability governing the use of our Site&nbsp;<a href=\"https:\/\/www.solarenergyworld.com\/terms-of-use\/\">HERE<\/a><\/p>\n\n\n\n<h3 data-component=\"core:heading\" class=\" wp-block-heading\" id=\"h-contact-us\">Contact Us: <\/h3>\n\n\n\n<p>If there are any questions, or concerns regarding this Policy, you may contact us using the following information;<\/p>\n\n\n\n<p>Solar Energy World, LLC<br><a href=\"mailto:info@solarenergyworld.com\">info@solarenergyworld.com<br><\/a>1.866.856.4580<\/p>\n<\/div>\n<\/div>\n\n\n    <\/div>\n\n                            <\/div>\n                    <\/div>\n                <\/div>\n            <\/section>\n        ","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_acf_changed":false,"content-type":"","footnotes":""},"class_list":["post-3","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v24.2 (Yoast SEO v24.2) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy | Solar Energy World<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.solarenergyworld.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.solarenergyworld.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Solar Energy World\" \/>\n<meta property=\"article:modified_time\" content=\"2025-01-02T15:22:39+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.solarenergyworld.com\/privacy-policy\/\",\"url\":\"https:\/\/www.solarenergyworld.com\/privacy-policy\/\",\"name\":\"Privacy Policy | Solar Energy World\",\"isPartOf\":{\"@id\":\"https:\/\/www.solarenergyworld.com\/#website\"},\"datePublished\":\"2024-04-09T22:25:41+00:00\",\"dateModified\":\"2025-01-02T15:22:39+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.solarenergyworld.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.solarenergyworld.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.solarenergyworld.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.solarenergyworld.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.solarenergyworld.com\/#website\",\"url\":\"https:\/\/www.solarenergyworld.com\/\",\"name\":\"Solar Energy World\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.solarenergyworld.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Privacy Policy | Solar Energy World","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.solarenergyworld.com\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy","og_url":"https:\/\/www.solarenergyworld.com\/privacy-policy\/","og_site_name":"Solar Energy World","article_modified_time":"2025-01-02T15:22:39+00:00","twitter_card":"summary_large_image","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.solarenergyworld.com\/privacy-policy\/","url":"https:\/\/www.solarenergyworld.com\/privacy-policy\/","name":"Privacy Policy | Solar Energy World","isPartOf":{"@id":"https:\/\/www.solarenergyworld.com\/#website"},"datePublished":"2024-04-09T22:25:41+00:00","dateModified":"2025-01-02T15:22:39+00:00","breadcrumb":{"@id":"https:\/\/www.solarenergyworld.com\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.solarenergyworld.com\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.solarenergyworld.com\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.solarenergyworld.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/www.solarenergyworld.com\/#website","url":"https:\/\/www.solarenergyworld.com\/","name":"Solar Energy World","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.solarenergyworld.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.solarenergyworld.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.solarenergyworld.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.solarenergyworld.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.solarenergyworld.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.solarenergyworld.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":0,"href":"https:\/\/www.solarenergyworld.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.solarenergyworld.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}